Revit 2024 API
GroupTypeId.ViewExtents Property
 Extents.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ViewExtents { get; }
Visual Basic
Public Shared ReadOnly Property ViewExtents As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewExtents {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace